Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 本次跳过：无法确认焦点窗口所在的显示器
de: Übersprungen: Bildschirm des aktiven Fensters nicht feststellbar
en: Skipped: can't determine which display contains the focused window
es: Omitido: no se puede determinar en qué pantalla está la ventana con el foco
fr: Ignoré : impossible de déterminer l'écran de la fenêtre active
ja: 今回はスキップ：フォーカスウインドウのあるディスプレイを確認できません
ko: 이번에는 건너뜀: 포커스 윈도우가 있는 디스플레이를 확인할 수 없습니다

source: 本次跳过：焦点窗口发生变化或无法匹配
de: Übersprungen: aktives Fenster hat sich geändert oder passt nicht
en: Skipped: the focused window changed or couldn't be matched
es: Omitido: la ventana con el foco cambió o no coincide
fr: Ignoré : la fenêtre active a changé ou ne correspond pas
ja: 今回はスキップ：フォーカスウインドウが変わったか一致しません
ko: 이번에는 건너뜀: 포커스 윈도우가 변경되었거나 일치하지 않습니다

source: 本次采集未完成：%@
de: Aufnahme nicht abgeschlossen: %@
en: Capture did not complete: %@
es: Captura no completada: %@
fr: Capture inachevée : %@
ja: 今回の記録は完了しませんでした：%@
ko: 이번 캡처가 완료되지 않았습니다: %@

source: 权限设置
de: Berechtigungen
en: Permission Settings
es: Ajustes de permisos
fr: Réglages des autorisations
ja: 権限設定
ko: 권한 설정

source: 来源 Memory 已移除，保留原依据。
de: Die Memory-Quelle wurde entfernt, der ursprüngliche Beleg bleibt erhalten.
en: Source Memory was removed; original evidence kept.
es: La Memory de origen se eliminó; se conserva la evidencia original.
fr: La page Memory source a été supprimée ; la preuve d'origine est conservée.
ja: ソースの Memory は削除されました。元の根拠を保持します。
ko: 출처 Memory가 제거되었습니다. 원래 근거는 유지됩니다.

source: 来源依据
de: Belege
en: Source Evidence
es: Fuentes y evidencia
fr: Preuves sources
ja: 根拠のソース
ko: 근거 출처

source: 来源依据 · %@
de: Beleg · %@
en: Source Evidence · %@
es: Fuentes y evidencia · %@
fr: Preuves sources · %@
ja: 根拠のソース · %@
ko: 근거 출처 · %@

source: 来源截图 · %lld
de: Quell-Bildschirmfotos · %lld
en: Source Screenshots · %lld
es: Capturas de origen · %lld
fr: Captures sources · %lld
ja: ソースのスクリーンショット · %lld
ko: 출처 스크린샷 · %lld

source: 来源截图会保留。
de: Die Quell-Bildschirmfotos bleiben erhalten.
en: Source screenshots will be kept.
es: Las capturas de origen se conservarán.
fr: Les captures sources seront conservées.
ja: ソースのスクリーンショットは保持されます。
ko: 출처 스크린샷은 보관됩니다.

source: 来源截图已过期或不可用。
de: Das Quell-Bildschirmfoto ist abgelaufen oder nicht verfügbar.
en: Source screenshot has expired or is unavailable.
es: La captura de origen ha caducado o no está disponible.
fr: La capture source a expiré ou n'est pas disponible.
ja: ソースのスクリーンショットは期限切れか利用できません。
ko: 출처 스크린샷이 만료되었거나 사용할 수 없습니다.

source: 来源截图记录不可用，保留原依据。
de: Der Eintrag des Quell-Bildschirmfotos ist nicht verfügbar, der ursprüngliche Beleg bleibt erhalten.
en: Source screenshot record is unavailable; original evidence kept.
es: El registro de la captura de origen no está disponible; se conserva la evidencia original.
fr: L'enregistrement de la capture source n'est pas disponible ; la preuve d'origine est conservée.
ja: ソースのスクリーンショット記録が利用できません。元の根拠を保持します。
ko: 출처 스크린샷 기록을 사용할 수 없습니다. 원래 근거는 유지됩니다.

source: 构成
de: Zusammensetzung
en: Breakdown
es: Desglose
fr: Répartition
ja: 構成
ko: 구성

source: 查看%@的详情，%@
de: Details zu %@ anzeigen, %@
en: View details of %@, %@
es: Ver detalles de %@, %@
fr: Voir les détails de %@, %@
ja: %@の詳細を表示、%@
ko: %@ 상세 보기, %@

source: 查看任务详情、来源依据与状态记录。任务详情显示当前进度。
de: Zeigt Aufgabendetails, Belege und Statusverlauf. Die Details zeigen den aktuellen Fortschritt.
en: View task details, source evidence, and status history. Task details show the current progress.
es: Consulta los detalles de la tarea, la evidencia de origen y el historial de estados. Los detalles muestran el progreso actual.
fr: Consultez les détails de la tâche, ses preuves sources et l'historique des états. Les détails affichent la progression actuelle.
ja: タスクの詳細、根拠のソース、状態の記録を表示します。タスクの詳細には現在の進捗が表示されます。
ko: 작업 세부 정보, 근거 출처, 상태 기록을 확인합니다. 작업 세부 정보에는 현재 진행 상황이 표시됩니다.

source: 查看原因
de: Grund anzeigen
en: Show Reason
es: Ver motivo
fr: Voir la raison
ja: 理由を表示
ko: 원인 보기

source: 查看来源与详情
de: Quellen und Details anzeigen
en: View Sources and Details
es: Ver fuentes y detalles
fr: Voir les sources et les détails
ja: ソースと詳細を表示
ko: 출처 및 세부 정보 보기

source: 查看采集设置
de: Aufnahmeeinstellungen anzeigen
en: View Capture Settings
es: Ver ajustes de captura
fr: Voir les réglages de capture
ja: 記録設定を表示
ko: 캡처 설정 보기

source: 标题
de: Titel
en: Title
es: Título
fr: Titre
ja: タイトル
ko: 제목

source: 标题、正文或来源不正确
de: Titel, Text oder Quellen sind ungültig
en: Title, body, or sources are invalid
es: El título, el contenido o las fuentes no son correctos
fr: Titre, corps ou sources incorrects
ja: タイトル、本文、またはソースが正しくありません
ko: 제목, 본문 또는 출처가 올바르지 않음

source: 标题和正文不能为空
de: Titel und Text dürfen nicht leer sein
en: Title and body can't be empty
es: El título y el contenido no pueden estar vacíos
fr: Le titre et le corps sont obligatoires
ja: タイトルと本文は必須です
ko: 제목과 본문은 비워 둘 수 없음

source: 根文件需要保留在 Memory 根目录。
de: Stammdateien müssen im Memory-Stammordner bleiben.
en: Root files must stay in the Memory root folder.
es: Los archivos raíz deben permanecer en la raíz de Memory.
fr: Les fichiers racine doivent rester à la racine de Memory.
ja: ルートファイルは Memory のルートディレクトリに保持する必要があります。
ko: 루트 파일은 Memory 루트 폴더에 보관되어야 합니다.

source: 根文件需要保留，可以编辑其内容。
de: Stammdateien müssen erhalten bleiben; ihr Inhalt kann bearbeitet werden.
en: Root files must be kept, but their content can be edited.
es: Los archivos raíz deben conservarse; puedes editar su contenido.
fr: Les fichiers racine doivent être conservés ; leur contenu peut être modifié.
ja: ルートファイルは保持する必要があります。内容は編集できます。
ko: 루트 파일은 보관되어야 하며, 내용은 편집할 수 있습니다.

source: 梦的范围
de: Umfang des Traums
en: Dream scope
es: Alcance del sueño
fr: Portée du rêve
ja: 夢の範囲
ko: 꿈의 범위

source: 正在保存…
de: Wird gesichert …
en: Saving…
es: Guardando…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…

source: 正在准备 %@ 会话…
de: %@-Sitzung wird vorbereitet …
en: Preparing %@ session…
es: Preparando la sesión de %@…
fr: Préparation de la session %@…
ja: %@ セッションを準備中…
ko: %@ 세션 준비 중…

source: 正在准备采集
de: Aufnahme wird vorbereitet
en: Preparing to capture
es: Preparando la captura
fr: Préparation de la capture
ja: 記録を準備中
ko: 캡처 준비 중

source: 正在同步 Memory 文件…
de: Memory-Dateien werden synchronisiert …
en: Syncing Memory files…
es: Sincronizando archivos de Memory…
fr: Synchronisation des fichiers Memory…
ja: Memory ファイルを同期中…
ko: Memory 파일 동기화 중…

source: 正在安装 %@ 连接组件 · %lld 条等待
de: Verbindungskomponente für %1$@ wird installiert · %2$lld wartend
en: Installing %1$@ connector · %2$lld waiting
es: Instalando el componente de conexión de %1$@ · %2$lld en espera
fr: Installation du composant de connexion %1$@ · %2$lld en attente
ja: %1$@ 接続コンポーネントをインストール中 · %2$lld 件待機中
ko: %1$@ 연결 구성요소 설치 중 · %2$lld개 대기 중

source: 正在安装连接组件…
de: Verbindungskomponente wird installiert …
en: Installing connector…
es: Instalando el componente de conexión…
fr: Installation du composant de connexion…
ja: 接続コンポーネントをインストール中…
ko: 연결 구성요소 설치 중…

source: 正在开启…
de: Wird aktiviert …
en: Enabling…
es: Activando…
fr: Activation…
ja: 有効化中…
ko: 활성화 중…

source: 正在提取文字…
de: Text wird erkannt …
en: Extracting text…
es: Extrayendo texto…
fr: Extraction du texte…
ja: テキストを抽出中…
ko: 텍스트 추출 중…

source: 正在整理
de: Wird organisiert
en: Organizing
es: Organizando
fr: Organisation en cours
ja: 整理しています
ko: 정리 중

source: 正在整理 %lld 条 · 另有 %lld 条等待
de: %1$lld werden organisiert · %2$lld weitere wartend
en: Organizing %1$lld · %2$lld more waiting
es: Organizando %1$lld · otros %2$lld en espera
fr: Organisation de %1$lld éléments · %2$lld autres en attente
ja: %1$lld 件を整理中 · 他に %2$lld 件待機中
ko: %1$lld개 정리 중 · %2$lld개 추가 대기 중

source: 正在整理 %lld 条记录
de: %lld Einträge werden organisiert
en: Organizing %lld records
es: Organizando %lld registros
fr: Organisation de %lld enregistrements
ja: %lld 件の記録を整理中
ko: 기록 %lld개 정리 중

source: 正在确认 %@ 的焦点窗口
de: Aktives Fenster von %@ wird ermittelt
en: Confirming the focused window of %@
es: Determinando la ventana con el foco de %@
fr: Vérification de la fenêtre active de %@
ja: %@ のフォーカスウインドウを確認中
ko: %@의 포커스 윈도우 확인 중

source: 正在识别工作任务
de: Arbeitsaufgaben werden erkannt
en: Discovering work tasks
es: Identificando tareas de trabajo
fr: Identification des tâches de travail
ja: 作業タスクを認識中
ko: 작업 식별 중

source: 正在读取 %@ 的截图
de: Bildschirmfoto von %@ wird gelesen
en: Reading screenshot of %@
es: Leyendo la captura de %@
fr: Lecture de la capture de %@
ja: %@ のスクリーンショットを読み取り中
ko: %@의 스크린샷 읽는 중

source: 正在读取 %lld 条记录…
de: %lld Einträge werden gelesen …
en: Reading %lld records…
es: Leyendo %lld registros…
fr: Lecture de %lld enregistrements…
ja: %lld 件の記録を読み込み中…
ko: 기록 %lld개 읽는 중…

source: 正在读取执行记录…
de: Ausführungsprotokoll wird gelesen …
en: Reading execution log…
es: Leyendo el registro de ejecución…
fr: Lecture de l'historique d'exécution…
ja: 実行記録を読み込み中…
ko: 실행 기록 읽는 중…

source: 正在读取报告…
de: Bericht wird gelesen …
en: Reading report…
es: Leyendo el informe…
fr: Lecture du rapport…
ja: レポートを読み込み中…
ko: 보고서 읽는 중…

source: 正在进行第 %lld 次调用…
de: Aufruf %lld läuft …
en: Tool call %lld in progress…
es: Llamada %lld en curso…
fr: Appel %lld en cours…
ja: %lld 回目の呼び出しを実行中…
ko: %lld번째 호출 진행 중…

source: 正在连接 %@ ACP…
de: Verbindung zu %@ ACP wird hergestellt …
en: Connecting to %@ ACP…
es: Conectando con %@ por ACP…
fr: Connexion à %@ via ACP…
ja: %@ ACP に接続中…
ko: %@ ACP 연결 중…

source: 正在连接 %@ · %lld 条等待
de: Verbindung zu %1$@ wird hergestellt · %2$lld wartend
en: Connecting to %1$@ · %2$lld waiting
es: Conectando con %1$@ · %2$lld en espera
fr: Connexion à %1$@ · %2$lld en attente
ja: %1$@ に接続中 · %2$lld 件待機中
ko: %1$@ 연결 중 · %2$lld개 대기 중

source: 正在连接…
de: Verbindung wird hergestellt …
en: Connecting…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…

source: 正在重新连接…
de: Verbindung wird erneut hergestellt …
en: Reconnecting…
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…

source: 此 ACP 版本不受支持。
de: Diese ACP-Version wird nicht unterstützt.
en: This ACP version is not supported.
es: Esta versión de ACP no es compatible.
fr: Cette version d'ACP n'est pas prise en charge.
ja: この ACP バージョンはサポートされていません。
ko: 이 ACP 버전은 지원되지 않습니다.

source: 此 Agent 未提供截图处理能力。
de: Dieser Agent kann keine Bildschirmfotos verarbeiten.
en: This Agent does not provide screenshot processing.
es: Este Agent no ofrece capacidad de procesar capturas.
fr: Cet Agent ne prend pas en charge le traitement des captures d'écran.
ja: この Agent はスクリーンショット処理機能を提供していません。
ko: 이 Agent는 스크린샷 처리 기능을 제공하지 않습니다.

source: 此会话正在整理。
de: Diese Sitzung organisiert gerade.
en: This session is organizing.
es: Esta sesión está organizando.
fr: Cette session est en cours d'organisation.
ja: このセッションは整理中です。
ko: 이 세션은 정리 중입니다.

source: 此刻的灵感， 明日的线索。
de: Die Idee von heute, der Hinweis für morgen.
en: Today's spark, tomorrow's clue.
es: La inspiración de hoy, las pistas de mañana.
fr: L'inspiration d'aujourd'hui, les indices de demain.
ja: 今この瞬間のひらめきが、 明日の手がかりに。
ko: 지금의 영감, 내일의 단서.

source: 此链接未找到唯一的 Memory。
de: Für diesen Link wurde keine eindeutige Memory-Seite gefunden.
en: This link does not resolve to a unique Memory page.
es: Este enlace no apunta a una única página de Memory.
fr: Ce lien ne désigne pas une page Memory unique.
ja: このリンクに一致する一意の Memory が見つかりません。
ko: 이 링크에 해당하는 고유한 Memory를 찾을 수 없습니다.

source: 每周用量，按 Agent
de: Wöchentlicher Verbrauch nach Agent
en: Weekly usage by Agent
es: Uso semanal, por Agent
fr: Utilisation hebdomadaire, par Agent
ja: 週ごとの使用量、Agent 別
ko: 주간 사용량, Agent별

source: 每天一次回头整理已有记忆：归位、合并、清理过期状态、补别名，并轮流巡检旧页面。凌晨 %lld 点后、队列空闲且 %lld 分钟没有新截图时自动开始，也可以点“整理记忆”手动开始。失败不会暂停队列，第二天会再做。
de: Einmal am Tag wird die vorhandene Erinnerung durchgegangen: Seiten umsortieren, Doppeltes zusammenführen, veraltete Zustände bereinigen, Aliasse ergänzen und ältere Seiten reihum prüfen. Startet von selbst nach %lld Uhr, wenn die Warteschlange leer ist und %lld Minuten kein Screenshot kam, oder per Klick auf „Erinnerungen ordnen“. Ein Fehler pausiert nie die Warteschlange; am nächsten Tag geht es weiter.
en: Once a day, looks back over existing memory: refiles pages, merges duplicates, clears stale status, adds aliases and checks older pages in rotation. Starts on its own after %lld:00 once the queue is empty and no screenshot has arrived for %lld minutes, or when you click “Reorganize memory”. A failure never pauses the queue; it runs again the next day.
es: Una vez al día repasa la memoria existente: reubica páginas, fusiona duplicados, limpia estados caducados, añade alias y revisa páginas antiguas por turnos. Empieza solo después de las %lld:00, con la cola vacía y sin capturas nuevas durante %lld minutos, o al pulsar «Reorganizar memoria». Un fallo nunca pausa la cola; se repite al día siguiente.
fr: Une fois par jour, revient sur la mémoire existante : reclasse les pages, fusionne les doublons, nettoie les états périmés, ajoute des alias et vérifie les anciennes pages à tour de rôle. Démarre seul après %lld h, quand la file est vide et qu’aucune capture n’est arrivée depuis %lld minutes, ou quand vous cliquez sur « Réorganiser la mémoire ». Un échec ne met jamais la file en pause ; il recommence le lendemain.
ja: 1 日 1 回、既存の記憶を振り返って整理します：ページの移動、重複の統合、古い状態の整理、別名の追加、古いページの巡回チェック。%lld 時以降、キューが空で %lld 分間新しいスクリーンショットがないと自動で始まり、「記憶を整理」を押して手動でも始められます。失敗してもキューは止まらず、翌日また行います。
ko: 하루 한 번 기존 기억을 돌아보며 정리합니다: 페이지 위치 이동, 중복 병합, 지난 상태 정리, 별칭 추가, 오래된 페이지 순환 점검. %lld시 이후 대기열이 비고 %lld분 동안 새 스크린샷이 없으면 자동으로 시작하며, “기억 정리”를 눌러 직접 시작할 수도 있습니다. 실패해도 대기열은 멈추지 않고 다음 날 다시 진행합니다.

source: 每天用量，按 Agent
de: Täglicher Verbrauch nach Agent
en: Daily usage by Agent
es: Uso diario, por Agent
fr: Utilisation quotidienne, par Agent
ja: 日ごとの使用量、Agent 別
ko: 일간 사용량, Agent별

source: 每批上限
de: Limit pro Stapel
en: Batch Limit
es: Límite por lote
fr: Limite par lot
ja: バッチごとの上限
ko: 배치당 상한

source: 每次按下回车
de: Bei jedem Zeilenschalter
en: every time Return is pressed
es: Cada pulsación de Retorno
fr: À chaque appui sur Retour
ja: Return キーを押すたび
ko: Return 키를 누를 때마다

source: 没有匹配的任务
de: Keine passenden Aufgaben
en: No Matching Tasks
es: No hay tareas que coincidan
fr: Aucune tâche correspondante
ja: 一致するタスクはありません
ko: 일치하는 작업 없음

source: 没有找到 %@ 命令行。安装后再来连接。
de: Das %@-Befehlszeilentool wurde nicht gefunden. Installiere es und verbinde dann.
en: %@ command line tool not found. Install it, then connect again.
es: No se encontró la línea de comandos de %@. Instálala y vuelve a conectar.
fr: Ligne de commande %@ introuvable. Installez-la, puis revenez vous connecter.
ja: %@ コマンドラインが見つかりません。インストール後に接続してください。
ko: %@ 명령어 라인을 찾을 수 없습니다. 설치 후 다시 연결하십시오.

source: 没有找到 Codex 命令行。安装 Codex 桌面端或命令行后再来连接。
de: Das Codex-Befehlszeilentool wurde nicht gefunden. Installiere die Codex-Desktop-App oder das Befehlszeilentool und verbinde dann.
en: Codex command line tool not found. Install the Codex desktop app or command line tool, then connect again.
es: No se encontró la línea de comandos de Codex. Instala la app de escritorio o la línea de comandos de Codex y vuelve a conectar.
fr: Ligne de commande Codex introuvable. Installez l'app de bureau ou la ligne de commande Codex, puis revenez vous connecter.
ja: Codex コマンドラインが見つかりません。Codex のデスクトップ版またはコマンドラインをインストール後に接続してください。
ko: Codex 명령어 라인을 찾을 수 없습니다. Codex 데스크탑 앱 또는 명령어 라인을 설치한 후 다시 연결하십시오.

source: 没有找到相关截图
de: Keine passenden Bildschirmfotos
en: No Matching Screenshots
es: No se encontraron capturas relacionadas
fr: Aucune capture correspondante
ja: 該当するスクリーンショットが見つかりません
ko: 관련 스크린샷을 찾을 수 없음

source: 没有找到相关记忆
de: Keine passenden Memory-Seiten
en: No Matching Memory
es: No se encontraron páginas de Memory relacionadas
fr: Aucune page Memory correspondante
ja: 該当する Memory が見つかりません
ko: 관련 Memory를 찾을 수 없음

source: 没有符合条件的截图
de: Keine Bildschirmfotos für diese Filter
en: No screenshots match the filter
es: No hay capturas que cumplan los criterios
fr: Aucune capture ne correspond aux critères
ja: 条件に一致するスクリーンショットはありません
ko: 조건에 맞는 스크린샷 없음

source: 没有符合筛选条件的记录。
de: Keine Einträge für diese Filter.
en: No records match the filter.
es: No hay registros que coincidan con el filtro.
fr: Aucun enregistrement ne correspond aux filtres.
ja: フィルタ条件に一致する記録はありません。
ko: 필터 조건에 맞는 기록이 없습니다.

source: 消息超过大小限制。
de: Die Nachricht überschreitet die Größenbeschränkung.
en: Message exceeds the size limit.
es: El mensaje supera el límite de tamaño.
fr: Le message dépasse la taille maximale.
ja: メッセージがサイズ制限を超えています。
ko: 메시지가 크기 제한을 초과했습니다.

source: 添加正在运行的应用
de: Laufende App hinzufügen
en: Add Running App
es: Añadir apps en ejecución
fr: Ajouter une app en cours d'exécution
ja: 実行中のアプリを追加
ko: 실행 중인 앱 추가

source: 清除搜索
de: Suche löschen
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기

source: 清除筛选
de: Filter löschen
en: Clear Filters
es: Borrar filtros
fr: Effacer les filtres
ja: フィルタをクリア
ko: 필터 지우기

source: 点击一条查看调用过的工具
de: Klicke auf einen Eintrag, um die aufgerufenen Tools zu sehen
en: Click an entry to see the tools it called
es: Haz clic en un registro para ver las herramientas usadas
fr: Cliquez sur une entrée pour voir les outils appelés
ja: 項目をクリックすると呼び出したツールを表示
ko: 항목을 클릭하여 호출된 도구 보기

source: 焦点显示器全屏
de: Vollbild des aktiven Bildschirms
en: Full Screen of Focused Display
es: Pantalla completa de la pantalla activa
fr: Plein écran de l'écran actif
ja: フォーカス中のディスプレイ全画面
ko: 포커스 디스플레이 전체 화면

source: 版本
de: Version
en: Version
es: Versión
fr: Version
ja: バージョン
ko: 버전

source: 状态历史 · %lld
de: Statusverlauf · %lld
en: Status History · %lld
es: Historial de estados · %lld
fr: Historique des états · %lld
ja: 状態の履歴 · %lld
ko: 상태 이력 · %lld

source: 用同一个 Agent 重新整理失败的那批，然后继续队列
de: Fehlgeschlagenen Stapel mit demselben Agent neu organisieren und dann die Warteschlange fortsetzen
en: Reorganizes the failed batch with the same Agent, then continues the queue
es: Volver a organizar el lote fallido con el mismo Agent y continuar con la cola
fr: Réorganise le lot en échec avec le même Agent, puis reprend la file d'attente
ja: 同じ Agent で失敗したバッチを再整理し、その後キューを続行
ko: 같은 Agent로 실패한 배치를 다시 정리한 후 대기열을 계속 진행

source: 用图还是用文字
de: Bild oder Text
en: Image or Text
es: Imagen o texto
fr: Image ou texte
ja: 画像かテキストか
ko: 이미지 또는 텍스트 사용

source: 用截图留住上下文 应用中的焦点窗口 → 本地资料库 → Memory 此画面为界面验证生成，不来自真实应用。
de: Kontext mit Bildschirmfotos festhalten Aktives Fenster in der App → Lokale Bibliothek → Memory Diese Ansicht wurde zur Überprüfung der Oberfläche erzeugt und stammt nicht aus einer echten App.
en: Keep context with screenshots Focused app window → Local Library → Memory This frame was generated for interface verification and is not from a real app.
es: Conserva el contexto con capturas Ventana con el foco → Biblioteca local → Memory Esta imagen se generó para validar la interfaz y no proviene de una app real.
fr: Gardez le contexte grâce aux captures d'écran Fenêtre active de l'app → Bibliothèque locale → Memory Cette image a été générée pour vérifier l'interface et ne provient pas d'une vraie app.
ja: スクリーンショットでコンテキストを残す アプリのフォーカスウインドウ → ローカルライブラリ → Memory この画面はインターフェイス確認用に生成されたもので、実際のアプリからのものではありません。
ko: 스크린샷으로 맥락을 남기기 앱의 포커스 윈도우 → 로컬 라이브러리 → Memory 이 화면은 인터페이스 확인용으로 생성되었으며 실제 앱에서 가져온 것이 아닙니다.

source: 用时
de: Dauer
en: Duration
es: Duración
fr: Durée
ja: 所要時間
ko: 소요 시간

source: 用问题或关键词搜索记忆，可以按时间范围或来源应用筛选。返回命中的短片段、发生时间和引用的截图；还会顺着 Wikilink 带出相关记忆，并附上是哪一页的哪一句把它们关联起来的。
de: Durchsucht Erinnerungen mit einer Frage oder Stichwörtern, optional gefiltert nach Zeitraum oder Quell-App. Liefert kurze Ausschnitte, wann etwas geschah, und die zitierten Screenshots. Folgt außerdem Wikilinks zu verwandten Erinnerungen und zeigt, welcher Satz auf welcher Seite sie verbindet.
en: Searches memories with a question or keywords, optionally filtered by time range or source app. Returns short matching snippets, when things happened and the cited screenshots. It also follows Wikilinks to related memories and shows which line on which page links them.
es: Busca en las memorias con una pregunta o palabras clave, con filtro opcional por intervalo de tiempo o app de origen. Devuelve fragmentos breves, cuándo ocurrió cada cosa y las capturas citadas. También sigue los Wikilinks hasta memorias relacionadas e indica qué frase de qué página las enlaza.
fr: Recherche dans les souvenirs par question ou mots-clés, avec filtre facultatif par période ou app source. Renvoie de courts extraits, le moment des faits et les captures citées. Suit aussi les Wikilinks vers les souvenirs liés en indiquant quelle phrase de quelle page les relie.
ja: 質問やキーワードで Memory を検索します。期間や取得元アプリで絞り込めます。一致した短い抜粋、出来事の時刻、引用されたスクリーンショットを返し、Wikilink をたどって関連する Memory も、どのページのどの一文でつながっているかと一緒に返します。
ko: 질문이나 키워드로 Memory를 검색하며, 기간이나 출처 앱으로 필터링할 수 있습니다. 일치한 짧은 발췌, 일이 일어난 시간, 인용된 스크린샷을 반환하고, Wikilink를 따라 관련 Memory도 어느 페이지의 어느 문장으로 연결되었는지와 함께 가져옵니다.

source: 界面预览 · 示例数据
de: Vorschau · Beispieldaten
en: Interface Preview · Sample Data
es: Vista previa · datos de ejemplo
fr: Aperçu de l'interface · données d'exemple
ja: インターフェイスプレビュー · サンプルデータ
ko: 인터페이스 미리보기 · 예시 데이터

source: 界面预览 · 采集已停用
de: Vorschau · Aufnahme deaktiviert
en: Interface Preview · Capture Disabled
es: Vista previa · captura desactivada
fr: Aperçu de l'interface · capture désactivée
ja: インターフェイスプレビュー · 記録は停止中
ko: 인터페이스 미리보기 · 캡처 비활성화됨

source: 登录命令已复制。请在终端运行并完成登录，然后回到 MyClip 连接 %@。
de: Der Anmeldebefehl wurde kopiert. Führe ihn im Terminal aus, schließe die Anmeldung ab und verbinde dann %@ in MyClip.
en: Login command copied. Run it in the Terminal and complete the sign-in, then return to MyClip to connect %@.
es: Comando de inicio de sesión copiado. Ejecútalo en el Terminal, completa el inicio de sesión y vuelve a MyClip para conectar %@.
fr: Commande de connexion copiée. Exécutez-la dans le Terminal et terminez la connexion, puis revenez dans MyClip pour connecter %@.
ja: ログインコマンドをコピーしました。ターミナルで実行してログインを完了し、MyClip に戻って %@ を接続してください。
ko: 로그인 명령이 복사되었습니다. 터미널에서 실행하여 로그인을 완료한 후 MyClip으로 돌아와 %@에 연결하십시오.

source: 登录方式
de: Anmeldung
en: Login Method
es: Método de inicio de sesión
fr: Méthode de connexion
ja: ログイン方法
ko: 로그인 방식

source: 目前
de: aktuell
en: currently
es: actualmente
fr: actuellement
ja: 現在
ko: 현재

source: 相同像素的截图共用一个图片文件，时间、应用和来源记录仍分别保存。
de: Pixelidentische Bildschirmfotos teilen sich eine Bilddatei; Zeit, App und Quelleneinträge werden weiterhin einzeln gespeichert.
en: Screenshots with identical pixels share one image file; time, app, and source records are still stored separately.
es: Las capturas con píxeles idénticos comparten un solo archivo de imagen; la hora, la app y el registro de origen se guardan por separado.
fr: Les captures aux pixels identiques partagent un seul fichier image ; l'heure, l'app et la source de chaque occurrence restent enregistrées séparément.
ja: 同じピクセルのスクリーンショットは 1 つの画像ファイルを共有し、時刻、アプリ、ソースの記録はそれぞれ別に保存されます。
ko: 픽셀이 동일한 스크린샷은 이미지 파일 하나를 공유하며, 시간, 앱, 출처 기록은 각각 따로 저장됩니다.

source: 相邻页面
de: Verknüpfte Seiten
en: Linked pages
es: Páginas enlazadas
fr: Pages liées
ja: 関連ページ
ko: 연결된 페이지

source: 知识记录格式错误
de: Wissenseintrag hat ein ungültiges Format
en: Knowledge record is malformed
es: Formato de registro de conocimiento no válido
fr: Format de l'enregistrement de connaissance incorrect
ja: ナレッジ記録の形式が正しくありません
ko: 지식 기록 형식 오류

source: 确定
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인

source: 确认
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인

source: 确认%@
de: „%@“ bestätigen
en: Confirm %@
es: Confirmar %@
fr: Confirmer « %@ »
ja: %@として確認
ko: %@ 확인

source: 确认%@，加入%@
de: „%1$@“ bestätigen und zu „%2$@“ hinzufügen
en: Confirm %1$@ and add to %2$@
es: Confirmar “%1$@” y añadir a %2$@
fr: Confirmer « %1$@ » et l'ajouter à « %2$@ »
ja: 「%1$@」を確認し、%2$@に追加
ko: %1$@ 확인, %2$@에 추가

source: 确认后设为
de: Nach Bestätigung setzen auf
en: Status After Confirmation
es: Al confirmar, marcar como
fr: État après confirmation
ja: 確認後の状態
ko: 확인 후 설정
